round3/CherryPy.10000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 10000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.26ms    3.70ms 126.83ms   79.48%
    Req/Sec     1.91k   159.74     2.10k    92.05%
  45354 requests in 30.09s, 5.41MB read
Requests/sec:   1507.52
Transfer/sec:    184.04KB