round3/Gunicorn.7000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 7000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   189.53ms  315.35ms   1.95s    88.94%
    Req/Sec   290.46    246.74     1.69k    82.91%
  27326 requests in 30.08s, 3.83MB read
  Socket errors: connect 0, read 25, write 0, timeout 959
Requests/sec:    908.43
Transfer/sec:    130.41KB