round3/Meinheld.2000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   312.15ms  277.50ms   2.00s    62.54%
    Req/Sec   604.27    506.63     3.67k    88.42%
  60520 requests in 30.19s, 8.43MB read
  Socket errors: connect 0, read 0, write 0, timeout 863
Requests/sec:   2004.81
Transfer/sec:    285.84KB