round3/Meinheld.5000.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 5000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   862.64ms  564.96ms   2.00s    58.82%
    Req/Sec   524.20    732.50     8.14k    91.80%
  48768 requests in 30.34s, 6.79MB read
  Socket errors: connect 0, read 0, write 0, timeout 10652
Requests/sec:   1607.17
Transfer/sec:    229.15KB