round3/uWSGI.100.log
Running 30s test @ http://172.17.0.2:9808
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   333.38us  137.07us  44.36ms   97.62%
    Req/Sec    29.32k   215.15    29.72k    73.15%
  869082 requests in 30.04s, 54.70MB read
Requests/sec:  28931.27
Transfer/sec:      1.82MB